Revit 2027 API
ParameterTypeId.StairstypeMinimumRunWidth Property
 "Minimum Run Width": Minimum Run Width
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairstypeMinimumRunWidth { get; }
Public Shared ReadOnly Property StairstypeMinimumRunWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairstypeMinimumRunWidth {
	ForgeTypeId^ get ();
}
static member StairstypeMinimumRunWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace